/* Completed */
"ActivityType_ActivityPast" = "pl_completed";

/* Arc trained */
"ActivityType_ArcTrainerPast" = "pl_arc trained";

/* Completed a barre activity */
"ActivityType_BarrePast" = "pl_completed a barre activity";

/* Completed a bootcamp workout */
"ActivityType_BootcampPast" = "pl_completed a bootcamp workout";

/* Completed a boxing / MMA workout */
"ActivityType_BoxingMMAPast" = "pl_completed a boxing / MMA workout";

/* Circuit trained */
"ActivityType_CircuitTrainingPast" = "pl_circuit trained";

/* Core strengthened */
"ActivityType_CoreStrengtheningPast" = "pl_core strengthened";

/* Completed a CrossFit® workout */
"ActivityType_CrossFitPast" = "pl_completed a CrossFit® workout";

/* Biked */
"ActivityType_CyclingPast" = "pl_biked";

/* Korwin Bikke */
"ActivityType_CyclingShort" = "pl_bikke";

/* Danced */
"ActivityType_DancePast" = "pl_danced";

/* Ranked */
"ActivityType_RankAncient" = "pl_ranked";
